const students = [
    "שרוני ישי",
    "אבו פרחה עובידה",
    "אור אלון",
    "אלוני ניצן",
    "ביסמוט אהרון",
    "בן-אמו רוני",
    "בנסיאנו איילה",
    "גולן רוני",
    "גורביץ אלכסנדר",
    "גרבר פבל",
    "דומב יארוסלב",
    "דנדיס יחיא",
    "זייגמן בוריס",
    "חיימוב ארז",
    "כהן שמעון",
    "מטר פרנסיס",
    "סינקביץ` ולידיסלב",
    "פנאדקה מוחמד",
    "ציפרפל מקסים",
    "קאסם לין",
    "רבינוביץ׳ מקסים",
    "רג`ואן ליאור",
    "רוזנבלום איתמר",
    "רזניק מקסים",
    "שולי אחלאם",
    "שלמה אינגבר דניאל",
];

function showStudents() {
    document.querySelector("#output1").innerText = students.join(", ");
}

function separateLineFn() {

}